export const mockData = [
    {
      title: 'Электроника',
      subItems: [
        { title: 'Смартфоны' },
        { title: 'Ноутбуки' },
        { title: 'Планшеты' },
        { title: 'Аудиотехника' },
        { title: 'Телевизоры' }
      ]
    },
    {
      title: 'Одежда и аксессуары',
      subItems: [
        { title: 'Женская одежда' },
        { title: 'Мужская одежда' },
        { title: 'Аксессуары' },
        { title: 'Обувь' },
        { title: 'Спортивная одежда' }
      ]
    },
    {
      title: 'Дом и сад',
      subItems: [
        { title: 'Мебель' },
        { title: 'Декор' },
        { title: 'Садовые принадлежности' },
        { title: 'Инструменты' },
        { title: 'Освещение' }
      ]
    },
    {
      title: 'Спорт и отдых',
      subItems: [
        { title: 'Тренажёры' },
        { title: 'Велосипеды' },
        { title: 'Спортивная обувь' },
        { title: 'Товары для туризма' },
        { title: 'Зимние виды спорта' }
      ]
    },
    {
      title: 'Автотовары',
      subItems: [
        { title: 'Шины и диски' },
        { title: 'Автозапчасти' },
        { title: 'Масла и жидкости' },
        { title: 'Аксессуары' },
        { title: 'Автомобильная электроника' }
      ]
    },
    {
      title: 'Книги и музыка',
      subItems: [
        { title: 'Художественная литература' },
        { title: 'Научные книги' },
        { title: 'Музыкальные инструменты' },
        { title: 'Учебные пособия' },
        { title: 'Аудиокниги' }
      ]
    },
    {
      title: 'Продукты питания',
      subItems: [
        { title: 'Фрукты и овощи' },
        { title: 'Мясо и птица' },
        { title: 'Молочные продукты' },
        { title: 'Хлебобулочные изделия' },
        { title: 'Сладости' }
      ]
    },
    {
      title: 'Детские товары',
      subItems: [
        { title: 'Игрушки' },
        { title: 'Коляски' },
        { title: 'Подгузники' },
        { title: 'Детская одежда' },
        { title: 'Питание для детей' }
      ]
    }
  ];